[
  {
    "title": "AirTouch Gallery",
    "slug": "airtouch-gallery",
    "description": "AirTouch Gallery is a hands-free, gesture-controlled image viewer that turns your webcam into a remote. Drop in photos, then glide to the edges to browse, pinch to pan and zoom, and toggle cinema mode for distraction-free viewing. Everything runs locally in your browser, with simple settings for smoothing and sensitivity so it feels just right. ",
    "thumbnail": "assets/thumbs/airtouch-gallery.png",
    "tags": [
      "Gesture Control",
      "Hands-Free",
      "Photo Viewer",
      "Webcam"
    ],
    "category": "Art",
    "featured": true,
    "date": "2026-02-10",
    "demoUrl": "",
    "repoUrl": ""
  },
  {
    "title": "Open95",
    "slug": "open95",
    "description": "Open95 is a browser-based retro operating system inspired by Windows 95, complete with a functional desktop, classic apps, and persistent storage. It includes a real built-in Marketplace where all apps are free, blending nostalgia with modern web technology in a playful, fully interactive experience.",
    "thumbnail": "assets/thumbs/open95.png",
    "tags": [
      "Nostalgia",
      "Retro",
      "Windows 95"
    ],
    "category": "UI/UX",
    "featured": true,
    "date": "2026-02-08",
    "demoUrl": "",
    "repoUrl": ""
  },
  {
    "demoUrl": "",
    "repoUrl": "",
    "title": "Tune 3310",
    "slug": "tune-3310",
    "description": "Ever miss the classic Nokia days? Tune 3310 lets you create your own old-school 3310-style ringtone by tapping out a melody, tweaking the notes, and saving the result. It’s simple, playful, and designed as a small throwback to an era of monochrome screens and iconic beeps.",
    "thumbnail": "assets/thumbs/tune-3310.png",
    "tags": [
      "Fun",
      "Nokia",
      "Nostalgia",
      "Retro",
      "Ringtone Maker"
    ],
    "category": "Apps",
    "featured": true,
    "date": "2026-01-25"
  },
  {
    "demoUrl": "",
    "repoUrl": "",
    "title": "Sonar",
    "slug": "sonar",
    "description": "Sonar is a retro-inspired naval tactics game with classic Battleship vibes. Command your fleet, hunt enemy ships, and rely on sonar pings to guide each move. Wrapped in a glowing CRT-style interface with smart AI and punchy sound effects, it’s easy to learn but packed with strategic tension.",
    "thumbnail": "assets/thumbs/sonar.png",
    "tags": [
      "Arcade",
      "Battleships",
      "Game",
      "Retro",
      "Sonar",
      "Strategy"
    ],
    "category": "Games",
    "featured": true,
    "date": "2026-02-07"
  },
  {
    "demoUrl": "",
    "repoUrl": "",
    "title": "PromptVault",
    "slug": "promptvault",
    "description": "PromptVault is a clean, focused app for writing, saving, and reusing AI prompts. Built for people who work with prompts often, it keeps everything organized, searchable, and available offline. The calm layout keeps writing front and center, with helpful tools nearby but never distracting.",
    "thumbnail": "assets/thumbs/promptvault.png",
    "tags": [
      "AI Tools",
      "Organization",
      "Productivity",
      "Prompts",
      "Writing"
    ],
    "category": "Tools",
    "featured": true,
    "date": "2026-02-07"
  },
  {
    "demoUrl": "",
    "repoUrl": "",
    "title": "Sound Canvas",
    "slug": "sound-canvas",
    "description": "Sound Canvas turns audio into living, animated visuals. Explore different styles, adjust the look in real time, and export eye-catching audio art with ease. It’s a playful space for experimenting with sound and visuals, whether you’re exploring ideas or creating something worth sharing.",
    "thumbnail": "assets/thumbs/sound-canvas.png",
    "tags": [
      "Audio",
      "Export",
      "Music",
      "Tools",
      "Visualizer"
    ],
    "category": "Tools",
    "featured": true,
    "date": "2026-02-07"
  },
  {
    "demoUrl": "",
    "repoUrl": "",
    "title": "Split PDF",
    "slug": "split-pdf",
    "description": "Split PDF is a simple, friendly tool for breaking large PDFs into smaller files directly in your browser. Split by page count or into equal parts with no uploads, no sign-ups, and no tracking. Everything stays on your device, making it fast, private, and easy to use.",
    "thumbnail": "assets/thumbs/split-pdf.png",
    "tags": [
      "PDF",
      "Productivity",
      "Tools"
    ],
    "category": "Tools",
    "featured": true,
    "date": "2026-02-07"
  },
  {
    "demoUrl": "",
    "repoUrl": "",
    "title": "LifeStats",
    "slug": "lifestats",
    "description": "LifeStats offers a playful way to see your life from a different perspective. Enter your birth date and watch time turn into relatable numbers—heartbeats, sleep, steps, and more. It’s not about precision, but about making time feel tangible, surprising, and quietly meaningful.",
    "thumbnail": "assets/thumbs/lifestats.png",
    "tags": [
      "Data",
      "Interactive",
      "Life",
      "Reflection",
      "Time"
    ],
    "category": "Apps",
    "featured": false,
    "date": "2026-02-08"
  },
  {
    "title": "MetaView",
    "slug": "metaview",
    "description": "MetaView is a clean, visual tool for exploring and refining a page’s metadata. Paste in any URL to see how it appears across social platforms, search results, and messaging apps, then tweak titles, descriptions, and images in real time. With instant previews, simple audits, and copy-ready meta tags, it makes polishing link previews feel fast, calm, and a little satisfying.",
    "thumbnail": "assets/thumbs/metaview.png",
    "tags": [
      "Audit",
      "Productivity",
      "SEO",
      "Social Preview",
      "Tools",
      "Web"
    ],
    "category": "Tools",
    "featured": false,
    "date": "2026-02-08",
    "demoUrl": "",
    "repoUrl": ""
  }
]